app/Http/Livewire/Admin/Books/Index.php

select * from `book_tags` where `book_tags`.`book_id` in (1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20)
select * from `books` limit 20 offset 0
select count(*) as aggregate from `books`
---
    public function render(Book $books)
    {
        return view('livewire.admin.books.index', ['books' => $books->with('BookTags')->paginate($this->paginate)]);